Revit 2024 API
ParameterTypeId.RbsElecApparentLoadPhase3 Property
 "Apparent Load Phase 3"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecApparentLoadPhase3 { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecApparentLoadPhase3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecApparentLoadPhase3 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace